Repository: Python3pkg/Products.Silva
Catalog: i18n/silva-*.po
Languages: de, es

source: preview
de: Vorschau
es: prever

source: help
de: Hilfe

source: access
de: Zugriff

source: select_all
de: <u>a</u>lles auswählen
es: Seleccionar todo

source: publish
de: Publizieren

source: publishing actions
de: Veröffentlichungseinstellungen

source: publish_modify
de: Bearbeiten / Vorschau

source: publish_revision
de: Korrektur

source: publish_pub_due
de: Veröffentlichungstermin

source: publish_exp_due
de: Verfallsdatum

source: publish_published
de: publiziert

source: publish_dateformat
de: Tag / Monat / Jahr &nbsp; 23:59

source: publish_time
de: veröffentlichen am:

source: publish_exp_time
de: verfällt am:

source: publish_now
de: sofort veröffentlichen?

source: set timing
de: Zeitvorgaben speichern

source: publish_empty
de: Leere Felder bedeuten kein Verfallsdatum

source: publish_manual_close
de: schließen der veröffentlichten Version

source: publish_manual_close_description
de: Die veröffentlichte Version kann, sofern nötig, wieder manuell geschlossen werden. Außerdem wird der Eintrag aus dem öffentlichen Verzeichnis entfernt.

source: close published version
de: öffentliche Version schließen

source: published_content
de: Inhalt ist veröffentlicht

source: published_content_description
de: Dieser Inhalt ist veröffentlicht.<br /> Auf Wunsch kann im <a href="tab_edit" title="editor">Editor</a> an einer neuen Kopie weiter gearbeitet werden.

source: public version
de: veröffentlichte Version

source: closed_content
de: Inhalt geschlossen

source: closed_content_description
de: Dieser Inhalt war veröffentlicht, wurde aber geschlossen.<br/>Auf Wunsch kann im <a href="tab_edit" title="editor">Editor</a> an einer Kopie weiter gearbeitet werden.

source: reject
de: Ablehnen

source: reject pending request for approval: alt-j
de: Wartende Veröffentlichungsanfrage ablehnen: alt-j

source: revoke
de: Widerrufen

source: break lock
de: Sperre entfernen

source: publish_break_lock_description
de: <b>Hinweis: </b> Dieser Inhalt wird zur Zeit von einem anderen Benutzer verändert und ist, um Konflikte zu vermeiden, gesperrt.

source: create new version
de: neue Version erstellen

source: publish_create_newversion
de: <b>Hinweis:</b> Es existiert bereits eine veröffentlichte, oder geschlossene Version diesen Inhalts. Veränderungen können nur durch Erstellen einer neuen Version gemacht werden.

source: revoke approval
de: Genehmigung widerrufen

source: 'first un-approve' this item in order to edit: alt-r
de: Widerrufen der Genehmigung des Dokumentes: alt-r

source: note_revoke_approval
de: <b>Hinweis: </b> Diese Version wurde für die Veröffentlichung genehmigt, aber nicht veröffentlicht. Um Änderungen vorzunehmen, muss die Genehmigung widerrufen werden.

source: withdraw request
de: Anfrage zurücknehmen

source: withdraw a request for approval in order to edit: alt-w
de: Anfrage auf Genehmigung zum bearbeiten zurücknehmen: alt-w

source: note_withdraw_request
de: <b>Hinweis: </b>Derzeit besteht eine Anfrage zur Genehmigung für die Veröffentlichung des Dokumentes. Um Änderungen vorzunehmen, muss die Anfrage widerrufen werden.

source: withdraw approval of approved versions: alt-v
de: Genehmigte Veröffentlichungen widerrufen: alt-v

source: close
de: Schließen

source: close published items: alt-c
de: Veröffentlichte Dokumente schliessen: alt-c

source: member-data-of
de: Benutzereinstellungen von $name

source: new version
de: Neue Version

source: create new versions of published docs: alt-n
de: Neue Versionen der veröffentlichten Dokumente erstellen: alt-n

source: change timings
de: Zeiten ändern

source: change publish and expiration times: alt-s
de: Veröffentlichungs- und Verfallsdaten ändern: alt-s

source: open to public
de: Veröffentlichen

source: approve or publish new versions: alt-o
de: Genehmigen oder Veröffentlichen von neuen Versionen: alt-o

source: existing_pub_version
de: vorhandene veröffentlichte Version

source: existing_pub_version_description
de: Hinweis: <span class="warning">Eine ältere Version diesen Inhalts ist zur Zeit veröffentlicht.</span><br > Durch veröffentlichen dieser Version wird die derzeit öffentliche Version überschrieben.

source: revert_previous
de: Arbeitskopie mit veröffentlichte Version ersetzen

source: revert_previous_description
de: Die derzeit bearbeitete Version kann durch die ältere veröffentlichte Version ersetzt werden. Dieser Schritt kann <b>nicht wieder rückgängig</b> gemacht werden.

source: approve_request
de: Bestätige

source: approve_request_approval
de: Anfrage auf Genehmigung

source: approve_request_newversion
de: und anlegen einer neuen Version

source: approve_request_closed
de: und schließen der Version

source: draft
de: Entwurf

source: pending
de: wartend

source: approved
de: genehmigt

source: export...
de: Exportieren

source: export this Publication: alt-e
de: diese Publikation exportieren: alt-e

source: publish_clear_exp
de: Verfallsdatum löschen

source: file_to_upload
de: Datei hochladen
es: fichero a cargar

source: subject
de: Betreff

source: contents
de: Inhalte

source: modified
de: geändert
es: modificado

source: modify
de: ändern

source: view
de: Vorschau
es: ver

source: shift
de: verschieben

source: public preview
de: publizierte Vorschau

source: characteristic
de: Merkmal

source: full name
de: Vollständiger Name

source: email address
de: E-Mail Adresse

source: preferred editor
de: bevorzugter Editor

source: form_file_title
de: Datei hochladen

source: browse
de: Durchsuchen

source: upload file
de: Hochladen

source: form_image_title_title
de: Titel

source: cropping
de: Zuschneiden

source: crop_size_title
de: Grössen

source: crop_size_description
de: Schneide das Bild mit ausgewählten Größen zu.

source: crop_x_description
de: Die x Koordinate des Zuschneide Zentrums

source: crop_y_description
de: Die y Koordinate des Zuschneide Zentrums

source: scale_web_format_description
de: Bildformat für die Web-Darstellung

source: scale_web_format_title
de: Bildformat

source: scale_web_scaling_title
de: Skalierung

source: scale_web_scaling_description
de: Bildskalierung zur Anzeige im Web: Benutzen Sie Breite x Höhe inPixeln, oder eine Prozentangabe (100x200, 40%).

source: index_contact
de: Kontakt:

source: no name
de: nicht Verfügbar

source: index_preview_public
de: zur veröffentlichten Version

source: Leave Silva and view the public page: alt-:
de: Silva verlassen und veröffentlichte Seite sehen: alt-:

source: index_user_setting
de: Benutzereinstellungen

source: index_logout
de: ($role) $userid abmelden

source: jump to zope top: alt-`
de: in das ZMI wechseln: alt-`

source: jump to silva root in zodb: alt-*
de: in den Silva ZMI Ordner wechseln: alt-*

source: jump to silva services in zodb: alt-§
de: in den Silva Services Ordner wechseln: alt-§

source: add_form_object_id_title
de: Id

source: add_form_object_id_description
de: Bitte verwenden Sie keine speziellen Zeichen (z.B. Umlaute), ausser `_´ or `-´ or `.´

source: add_form_object_title_title
de: Titel

source: add_form_object_title_description
de: Der Titel ist öffentlich sichtbar und wird als Link in Indexen verwendet.

source: add_form_file_title
de: Datei

source: add_form_file_description
de: <b>Tip:</b> Sind Id und Titel nicht ausgefüllt, wird automatisch der Dateiname als Id und Titel verwendet.

source: add_form_policy_name_title
de: erstes Objekt

source: add_form_policy_name_description
de: Wählen Sie ein Eintrag, der als erstes Objekt im Ordner angelegt werden soll

source: add_form_content_url_description
de: Der Ort des originalen Inhalts.

source: reference...
de: Verweis...

source: find the content this ghost should refer to: alt-r
de: Bestimmen Sie den Inhalt, auf den das Ghostobjekt verweisen soll: alt-r

source: ghost_originate_folder
de: Bestimmen Sie den Inhalt, auf den das Ghost-Objekt verweisen soll. Die Erstellung des Objektes ist Abhängig von der im Verweisordner befindlichen Inhalte.

source: ghost_title
de: Ghost von &#xab;$name&#xbb;

source: ghostfolder_title
de: Ghost Ordner von &#xab;${ghostfolder_id}&#xbb;

source: Locate item to refer to: alt-r
de: Objekt suchen, auf das verwiesen werden soll: alt-r

source: ghost_path_to_original
de: Pfad zum Original (beginnt mit &#8216;/&#8217;).

source: ghost_link_editor
de: Verweis auf die Editorseite des Originals.

source: ghost_link_content
de: Verweis auf die Inhaltsseite des Originals

source: save reference
de: Verweis speichern

source: public_preview
de: Publikationsvorschau

source: see the content in the public layout: alt-;
de: Vorschau des Dokumentes: alt-;

source: attributes
de: Attribute

source: image format for web.
de: Bildformat im Internet.

source: web format
de: Internetformat

source: required_not_found
de: keine Eingabe für Pflichtfeld

source: image-scaling-description
de: Bildskalierung im Internet: als Breite x Höhe in Pixel oder als Prozentangabe (100x200, 40%)

source: scaling
de: Skalierung

source: Cancel
de: Abbrechen
es: Cancelar

source: save
de: Speichern

source: save + enter
de: Speichern + Hineinwechseln

source: save + edit
de: Speichern + Bearbeiten

source: save + edit index
de: Speichern + Index Bearbeiten

source: Send request
de: Rolle anfordern: alt-s
es: Enviar petición

source: Access key: alt-a
de: Kurzwahl: alt-a

source: Add selected group(s) to this virtual group.
de: ausgewählte Gruppe(n) zu dieser virtuellen Gruppe hinzufügen

source: Add selected user(s) to this group.
de: ausgewählte Benutzer zu dieser Gruppe hinzufügen

source: add to clipboard
de: Benutzer zur Zwischenablage hinzufügen

source: Add to group
de: zur Gruppe hinzufügen

source: Add to virtual group
de: zur virtuellen Gruppe hinzufügen

source: existing ${type} groups
de: vorhandene ${type} Gruppen

source: type
de: Typ
es: tipo

source: silva_group
de: Gruppe: definiert durch eine Liste von Benutzern

source: virtual_group
de: Virtuelle Gruppe: definiert durch eine Liste von Gruppen

source: ip_group
de: IP Gruppe: definiert durch eine Liste von IP Adressen

source: Back to Groups
de: zurück zu den Gruppen

source: Copy from virtual group(s)
de: aus den virtuellen Gruppen kopieren

source: Copy groups as defined on selected virtual group(s).
de: Gruppen aus ausgewählten virtuellen Gruppen kopieren

source: Copy members as defined on selected group(s).
de: Mitglieder die in ausgewählten Gruppen definiert sind kopieren

source: Copy users from group(s)
de: Benutzer aus Gruppen kopieren

source: Deny role
de: Rolle ablehnen

source: Export to Docma
de: zu Docma exportieren
es: Exportar a Docma

source: Grant and approve
de: zuweisen und gewähren

source: Grant role
de: Rolle zuweisen

source: Remove groups
de: Gruppen entfernen

source: Remove selected group(s) from this virtual group.
de: ausgewählte Gruppen aus dieser virtuellen Gruppe entfernen

source: Remove selected user(s) from this group: alt-r
de: ausgewählte Benutzer aus dieser Gruppe entfernen: alt-r

source: Remove user
de: Benutzer löschen

source: Remove users
de: Löschen

source: Revoke role
de: Role zurücknehmen

source: Revoke role from group
de: Role von der Gruppe zurücknehmen

source: Save properties
de: Eigenschaften speichern

source: Search
de: suchen

source: Send request for role: alt-s
de: Anfrage nach einer Rolle senden: alt-s
es: Enviar petición para rol: alt-s

source: Set ip restriction
de: IP Einschränkung setzen

source: Set restriction
de: Einschränkung setzen

source: Up one level
de: eine Ebene nach oben

source: Up to containing Publication
de: zur einschließenden Publikation

source: Up to top of Access tab
de: nach oben zum Access Tab

source: Update index
de: Index neu erstellen
es: Actualizar índice

source: access key: alt-a
de: Kurzwahl: alt-a

source: access key: alt-c
de: Kurzwahl: alt-c
es: Tecla de acceso: alt-c

source: access key: alt-d
de: Kurzwahl: alt-d

source: access key: alt-e
de: Kurzwahl: alt-e
es: Tecla de acceso: alt-e

source: access key: alt-g
de: Kurzwahl: alt-g

source: access key: alt-s
de: Kurzwahl: alt-s
es: Tecla de acceso: alt-s

source: access key: alt-u
de: Kurzwahl: alt-u

source: access key: alt-i
de: Kurzwahl: alt-i
es: Tecla de acceso: alt-i

source: access key: alt-z
de: Kurzwahl: alt-z
es: Tecla de acceso: alt-z

source: access key: alt-1
de: Kurzwahl: alt-1

source: access key: alt-2
de: Kurzwahl: alt-2

source: access key: alt-3
de: Kurzwahl: alt-3

source: access key: alt-4
de: Kurzwahl: alt-4

source: access key: alt-5
de: Kurzwahl: alt-5

source: access key: alt-6
de: Kurzwahl: alt-6

source: access key: alt-7
de: Kurzwahl: alt-7

source: access key: alt-8
de: Kurzwahl: alt-8

source: access key: alt-9
de: Kurzwahl: alt-9

source: access key: alt-0
de: Kurzwahl: alt-0

source: access key: alt-r
de: Kurzwahl: alt-r

source: access key: alt-l
de: Kurzwahl: alt-l

source: access key: alt-o
de: Kurzwahl: alt-o

source: access_restrictions_by_role
de: Zugangsbeschränkungen nach Rolle

source: acquired_content
de: akquirierter Inhalt

source: acquired_layout
de: akquiriertes Layout

source: add checked users to clipboard: alt-a
de: ausgewählte Benutzer zum Clipbord hinzufügen: alt-a

source: add_new
de: hinzufügen

source: all_objects_on_level_can_be_restricted
de: Auf alle Objekte auf dieser oder unterhalb dieser Ebene kann der Zugriff nach IP eingeschränkt werden

source: anonymous
de: anonym

source: assign a local role to selected user(s)
de: ausgewählten Benutzern eine lokale Rolle zuweisen

source: authenticated
de: autorisiert

source: authorized_users_below
de: Benutzer mit Berechtigung unterhalb dieser Ebene
es: Usuarios con este nivel de autorización

source: available_groups
de: verfügbare Gruppen

source: back
de: zurück
es: volver

source: check_to_include_closed_content
de: markieren, um nicht öffentlichen Inhalt mit zu exportieren
es: Seleccione para incluir el contenido cerrado en la exportación

source: choose_a_template
de: Vorlage auswählen
es: seleccione una plantilla

source: closed
de: geschlossen
es: cerrado

source: closed_message
de: Diese ist eine alte Version. Sie sehen sie, aber die Allgemeinheit nicht

source: content
de: Inhalt
es: Contenido

source: ctrl_click_multi-select
de: Strg+Klick für Mehrfachauswahl

source: define_restrictions_by_ip_address
de: Beschränkungen nach IP-Adresse festlegen

source: description
de: Bezeichnung
es: descripción

source: description_shown_in_queue
de: Bezeichnung in Warteschlange
es: Esta descripción será mostrada en la cola y en la lista de elementos procesados.

source: email_address
de: E-Mail Adresse
es: dirección email

source: email_will_be_sent
de: Sie erhalten eine E-Mail, wenn die Bearbeitung abgeschlossen ist
es: Se le enviará un email cuando el elmento sea procesado.

source: export the selection to Word: alt-d
de: ausgewähltes nach Word exportieren: alt-d
es: Exportar los objetos seleccionados a MS-Word: alt-d

source: export_closed_content?
de: nicht öffentlichen Inhalt mit exportieren ?
es: ¿Exportar los contenidos cerrados?

source: export_from
de: exportieren von
es: exportar desde

source: export_newest_versions?
de: neueste Version exportieren?
es: ¿Exportar las versiones más recientes?

source: export_to_docma
de: zu Docma exportieren
es: Exportar a Docma (.doc)

source: export_to_silva_xml
de: zu Silva-XML exportieren
es: Exporter a XML de Silva (.slv)

source: export xml
de: XML exportieren

source: file_size
de: Dateigröße

source: file_mime_type
de: MIME Typ

source: image_thumbnailing
de: Miniaturbild erstellen

source: file_system_path
de: Datei-Ordner

source: format_and_scaling
de: Format und Skalierung

source: image_format
de: Dateiformat

source: image_dimension
de: Größe

source: scaled
de: skaliert

source: cropped
de: zugeschnitten

source: scaled to
de: skaliert auf

source: cropped to
de: zugeschnitten auf

source: crop image
de: Bild zuschneiden

source: set crop coordinates
de: Zuschneidekoordinaten setzen

source: specify the center of the area to crop by clicking in the image: alt-o
de: Die Zuschneidekoordinaten durch Klicken auf das Bild setzen: Alt-o

source: change format/scale
de: Format ändern/skalieren

source: image_orientation
de: Seitenverhältnis

source: square
de: Quadrat

source: portrait
de: Hochformat

source: Landscape
de: Querformat

source: image_info
de: Bildinformation

source: metadata_dateformat
de: Datumsformat: Tag/Monat/Jahr &nbsp; 23:59

source: metadata_acquireable
de: &#134; akquirierbar

source: save metadata
de: Metadaten speichern

source: Subject of content in this area.
de: Der Betreff des Inhalts.

source: keywords
de: Stichworte

source: Keywords relating to content.
de: Stichworte die auf den Inhalt Beziehung nehmen.

source: Description of content in this area.
de: Eine Beschreibung des Inhalts.

source: comment
de: Kommentar

source: Internal comments.
de: für interne Kommentare

source: creation time
de: Erstellungsdatum

source: Automatically set.
de: automatisch gesetzt

source: modification time
de: Änderungsdatum

source: publication time
de: Veröffentlichungsdatum

source: expiration time
de: Verfallsdatum

source: creator
de: Urheber

source: User who last edited this content.
de: Benutzer, welcher zuletzt diesen Inhalt bearbeitete.

source: last author
de: letzter Autor

source: Resource location of this content.
de: Referenzierender Ort dieses Inhalts.

source: contact name
de: Kontaktname

source: Name of contact person.
de: Name einer Kontaktperson.

source: contact email
de: Kontakt E-Mail

source: Email address of contact person.
de: E-Mail Adresse der Kontaktperson.

source: short title
de: Kurztitel

source: title
de: Titel
es: título

source: Title of content.
de: Titel des Inhalts.

source: configure <u>a</u>ddables...
de: Erweiterungen <konfigurieren ...

source: change the addables allowed in this publication: alt-a
de: erlaubten Erweiterungen für diese Publikation konfigurieren: alt-a

source: layout_layout_title
de: Layout

source: layout_layout_description
de: Wählen Sie eines der installierten Layout Vorlagen.

source: layout_copied
de: Die Vorlagen wurden für die Anpassung kopiert.

source: layout_customize
de: Layout anpassen

source: copy the layout into the Publication in order to customize it
de: Das Layout in eine Publikation kopieren, um es anzupassen.

source: save layout
de: Layout auswählen

source: No own layout, get acquired
de: Kein eigenes Layout

source: addables_acquire_addables_title
de: Aquirieren

source: addables_acquire_addables_description
de: Bei ausgewählten Kontrollkästchen, werden Erweiterungen von nächst, höherer Ebene akquiriert. Klicken Sie, um nachfolgende Erweiterungen auszuwählen.

source: addables_addables_title
de: Erweiterungen

source: addables_addables_description
de: Ist 'Aquirieren' nicht gewählt, gelten die ausgewählten Erweiterungen für diese Veröffentlichung. Ansonsten werden Erweiterungen von nächst, höherer Ebene akquiriert.

source: save addables settings
de: Erweiterungseinstellungen speichern

source: save addable settings for this publication: alt-a
de: Speichern der Erweiterungseinstellungen für diese Veröffentlichung: ALT-a
es: guardar las opciones para esta publicación: alt-a

source: for
de: für

source: full_name
de: Vollständiger Name
es: nombre completo

source: grant_revoke_local_roles
de: Zuweisen oder Zurücksetzen von lokalen Rollen für Benutzer

source: grant_revoke_local_roles_for_groups
de: Zuweisen oder Zurücksetzen von lokalen Rollen für Gruppen von Benutzern

source: group_has_no_member
de: Gruppe hat keine Mitglieder

source: group_members
de: Gruppen Mitglieder

source: groups_in
de: Gruppen in

source: add_group
de: Gruppe hinzufügen

source: groupname
de: Gruppenname

source: groups administration: alt-g
de: Gruppen Verwaltung: alt-g

source: groups_admin
de: Gruppen-Administrator

source: groups_service_not_defined
de: Gruppen Service nicht definiert

source: groups_service_not_defined_explanation
de: Sie sehen diese Meldung, weil die "Silva Groups"-Erweiterung zwar im Dateisystem installiert ist, aber die "Silva Groups"-Erweiterung nicht zu dieser Silva-Instance hinzugefügt wurde. Um dies zu tun, gehen Sie zur <a href="" class="underline" tal:attributes="href string:${root_url}/manage_services">Silva Root im ZMI</a>, wählen &#8220;Groups Service&#8221; aus der Add Liste und vergeben als Id <code>service_groups</code>. Eine weitere Konfiguration ist nicht notwendig.

source: if_new_content_has_been_added
de: bei großen Publikationen kann es ein Weilchen dauern
es: Si se han añadido nuevos contenidos, pulse &#8220;actualizar índice&#8221; (En grandes publicaciones puede tardar un tiempo considerable).

source: if_not_checked_the_published_version_is_exported
de: falls nicht ausgewählt, wird die veröffentlichte Version exportiert
es: Si no esta seleccionada, será exportada la versión publicada.

source: import
de: Importieren
es: importar

source: include_sub_publications?
de: Unterpublikation einfügen
es: ¿Incluir subpublicaciones?

source: info_for
de: Informationen für

source: is_approved
de: ist erlaubt

source: is_aquired_from_above
de: von oberer Ebene übernommen

source: items_selected_for_export
de: für Export ausgewählte Items
es: objetos a exportar:

source: list_all_email_addresses_from_level_down
de: alle Email-Adressen ab dieser Ebene abwärts listen

source: list_email_addresses
de: Email Adressen listen

source: list_user_email_addresses
de: Email Adressen listen

source: listing_of_all_users_below
de: Liste der autorisierten Benutzer unterhalb dieser Ebene

source: lookup users: alt-l
de: Benutzer auswählen: alt-l

source: lookup_users
de: Benutzer auswählen...

source: membership
de: Mitgliedschaft
es: adhesión

source: metadata_set
de: Metadaten Gruppe

source: metadata_label
de: Metadaten

source: metadata
de: Metadaten

source: metadata for &#xab;${metadata_title}&#xbb;
de: Metadaten von &#xab;${metadata_title}&#xbb;

source: properties_of
de: Eigenschaften von &#xab;${property_title}&#xbb;

source: name_or_part_of
de: Name oder Teil des Namens

source: no_groups_available
de: keine Gruppen verfügbar

source: no_groups_with_local_roles
de: keine Gruppen mit lokalen Rollen verfügbar

source: no_search_results
de: Suche ohne Ergebnis

source: no_users_on_clipboard
de: keine Benutzer in Zwischenablage

source: no_users_with_local_roles
de: keine Benutzer mit lokalen Rollen verfügbar

source: note
de: Anmerkung
es: Nota

source: note_silva_can_provide_image_scaling
de: Anmerkung: Silva benutzt PIL(<a href="http://www.pythonware.com/products/pil/">Python Imaging Library</a>). zum Skalieren und Konvertieren von Bildern. PIL scheint nicht installiert zu sein.

source: notes
de: Anmerkungen
es: Notas

source: settings
de: Einstellungen

source: options
de: Optionen
es: Opciones

source: over to the import screen: alt-i
de: zur Import-Ansicht wechseln
es: ir a la pantalla de importación: alt-i

source: pil_not_installed
de: PIL ist nicht installiert.

source: please_fill_following_fields
de: bitte die folgenden Felder ausfüllen
es: Rellene los siguientes campos.

source: properties
de: Eigenschaften

source: public_view_access_restrictions
de: Zugangsbeschränkungen für den öffentlichen Zugriff auf

source: remove
de: entfernen
es: eliminar

source: remove users from the clipboard: alt-r
de: Benutzer vom Clipbord entfernen: alt-r

source: request_roles
de: Rollen für diesen Bereich anfordern
es: Solicitar rol en este ubicación

source: requested role
de: für diesen Bereich angeforderte Rolle

source: requests_for_roles_not_allowed
de: Diese Site erlaubt keine Requests nach Rollen
es: Este sitio no permite la petición de roles

source: restrict access to specified IP addresses
de: Zugang einschränken nach bestimmten IP Adressen

source: restrict access to users with a specific role
de: Zugang nur erlauben für Benutzer mit bestimmten Rollen
