Repository: Python3pkg/Products.Silva
Catalog: i18n/silva-*.po
Languages: de, es

source: retrieve a comma separated list of user email addresses
de: eine Komma-getrennte Liste der Email-Adressen abrufen

source: return confirm('Really remove?')
de: wirklich löschen ? (return)
es: return confirm('Desea realmente eliminar?')

source: return to previous screen: alt-k
de: zurück zum vorherigen Bildschirm

source: search_results
de: Suchergebnis

source: see the original image
de: original ansehen

source: select_users
de: Benutzer auswählen

source: session_timeout
de: Zeitüberschreitung

source: access_setting_restriction
de: Zugangsbeschränkungen betreffen Objekte unterer Ebenen, einschliesslich der aktuellen Ebene.

source: access_current_restriction
de: aktuelle Einschränkungen

source: username
de: Benutzername

source: utilities
de: Hilfsprogramme

source: revoke selected role(s) from selected group(s)
de: ausgewählte Rolle(n) für ausgewählte Gruppe(n) widerrufen

source: revoke selected role(s) from selected user(s)
de: ausgewählte Rolle(n) für ausgewählte Benutzer widerrufen

source: roles_defined_above
de: Rollen höherer Ebenen

source: roles_defined_here
de: Rollen aktueller Ebene

source: access_public_open
de: Öffentlich zugänglich

source: Viewer
de: Betrachter

source: Viewer +
de: Betrachter +

source: Viewer ++
de: Betrachter ++

source: Authenticated
de: Autorisiert

source: access_acquired
de: (akquiriert).

source: acquire restriction
de: Beschränkung übernehmen

source: cancel the access restriction at this level, making it inherit from above
de: Zugangsbeschränkungen von oberer Ebene übernehmen.

source: access_select_role
de: Rolle wählen:

source: assign_role
de: Rolle zuweisen

source: select a role to assign
de: Rolle für die Zuweisung auswählen.

source: assign
de: zuweisen

source: Assign role
de: Rolle der Gruppe zuweisen

source: Assign role to group
de: Rolle der Gruppe zuweisen

source: assign role
de: Rolle zuweisen

source: revoke role
de: Zuweisung zurücksetzen

source: set restriction
de: Beschränkung festlegen

source: public silva roles
de: Öffentliche Silva Rollen

source: select role:
de: Rolle wählen

source: silva roles
de: Silva Rollen

source: zope roles
de: Zope Rollen

source: Reader
de: Leser

source: Author
de: Autor

source: Editor
de: Redakteur

source: ChiefEditor
de: Chefredakteur

source: access_status
de: Status von &#xab;$title&#xbb;

source: access_export_description
de: Das Dokument als Silva XML über die Export-Ansicht exportieren, oder &#8211; sollte <a href="http://www.infrae.com/products/docma">DocmaServer</a> installiert sein &#8211; in ein anderes Format konvertieren.

source: access_export_noversion
de: Es existiert keine neue Version, so dass die veröffentlichte Version für den Export benutzt wird.

source: export_document
de: &#xab;${export_id}&#xbb; exportieren

source: access_publish_time
de: Publikationszeitpunkt

source: access_expiration
de: Verfallsdatum

source: there's no undo: alt-x
de: es gibt kein Undo: alt-x
es: la acción no se podrá deshacer: alt-x

source: up one level: alt-]
de: eine Ebene hoch: alt-]

source: up to containing publication: alt-[
de: zur einschließenden Publikation: alt-[

source: up to parent screen: alt-u
de: zur Ausgangsebene: alt-u

source: reload screen
de: Ansicht neu laden

source: up to top of publication
de: zur Ausgangsebene

source: up to top of publication: alt-!
de: zur Ausgangsebene: alt-!

source: up to top of publication: alt-@
de: zur Ausgangsebene: alt-@

source: up to top of publication: alt-#
de: zur Ausgangsebene: alt-#

source: up to top of publication: alt-$
de: zur Ausgangsebene: alt-$

source: up a level: alt-6
de: eine Ebene hoch: alt-6

source: up a level: alt-7
de: eine Ebene hoch: alt-7

source: upload
de: hochladen
es: cargar

source: user
de: Benutzer

source: user_clipboard
de: Benutzer Zwischenablage

source: user_roles_for
de: Benutzer Rollen für

source: user_search
de: Suche nach Benutzer

source: view_unscaled_image
de: Bild in orginal Größe

source: virtual_group_does_not_have_member_groups
de: diese virtuelle Gruppe hat keine Mitgliedsgruppen

source: virtual_group_members
de: Mitglieder der virtuellen Gruppe

source: working_session_is_going_to_expire
de: Arbeitssitzung endet bald

source: rename...
de: Umbenennen...

source: move
de: Verschieben

source: cancel
de: Abbrechen
es: cancelar

source: cancel operation: alt-c
de: Vorgang abbrechen: alt-c

source: copy
de: Kopieren

source: cut
de: Ausschneiden

source: delete
de: Löschen

source: Optional title for all assets
de: Optionaler Titel für alle Anlagen
es: Título opcional para todos los objetos

source: addable_settings_for
de: Erweiterungseinstellungen für
es: parametros de

source: aspect
de: Aspekt
es: aspecto

source: browse for a file on your disk
de: Datei auf Festplatte suchen
es: Buscar un fichero en el disco

source: create
de: Erstelle
es: Crear

source: copy items: alt-c
de: Objekte kopieren: alt-x
es: Copiar elementos: alt-c

source: edit
de: Bearbeiten
es: editar

source: end
de: Ende
es: fin

source: estimated_time
de: geschätzte Dauer
es: tiempo estimado

source: export
de: Exportieren
es: Exportar...

source: cut items: alt-x
de: Objekte ausschneiden: alt-x
es: cortar elementos: alt-x

source: ghost_folder_contents
de: Ghost Ordner Inhalte

source: resync ghost folder
de: Ghost Ordner angleichen

source: re-synchronize with content from the source folder: alt-e
de: Inhalt von Quellordner angleichen: alt-e

source: groups_located_in_folder
de: definierte Gruppen in diesem Ordner

source: import_in
de: importieren in
es: importar en

source: import_silva_xml
de: Silva-XML importieren
es: importar a un fichero XML de Silva

source: import_zip_file
de: ZIP-Archiv importieren

source: locate_xml_file_to_import
de: Silva XML-Datei für Import auswählen.

source: locate_archive_file_to_import
de: Archiv für Import auswählen

source: title_for_assets
de: Optionaler Titel für alle Anlagen

source: provide_optional_title_for_assets
de: Alle Anlagen mit optionalen Titel versehen.

source: recreate_subdirs
de: Unterordner

source: recreate_subdirs_with_silva_folders
de: Ordnerstruktur des ZIP-Archivs durch Silva Ordner nachbilden.

source: import zip
de: ZIP importieren
es: Importar un fichero comprimido zip

source: new
de: neu
es: nuevo

source: new...
de: neu...
es: nuevo...

source: move selected items to
de: ausgewählte Objekte verschieben nach

source: move selected items into position: alt-m
de: ausgewählte Objekte nach Position verschieben: alt-m
es: Desplazar los objetos seleccionados: alt-m

source: Change your settings: alt-~
de: Benutzereinstellungen ändern: alt-~

source: Logout of Silva: alt-q
de: aus Silva abmelden: alt-q

source: move down
de: nach unten
es: Mover abajo

source: move up
de: nach oben
es: Mover arriba

source: place reference...
de: Verweis setzen

source: insert a reference to this asset: alt-p
de: Verweis auf diese Anlage setzen: alt-p

source: n/a
de: n.v.
es: no disponible

source: no_title
de: kein Titel
es: sin título

source: over to the export screen: alt-e
de: zur Export-Ansicht wechseln: alt-e
es: ir a la pantalla de exportación: alt-e

source: rename and retitle items: alt-r
de: Objekte umbenennen: alt-r
es: renombrar y cambiar los títulos: alt-r

source: there's no undo: alt-d
de: es gibt kein Undo: alt-d

source: select all: alt-a
de: alles auswählen: alt-a
es: seleccionar todo: alt-a

source: select a new item: alt-s
de: neues Objekt hinzufügen: alt-s

source: Add
es: Añadir

source: Add and Edit
es: Añadir y Editar

source: Export
es: Exportar

source: Rename...
es: Renombrar...

source: Access key: alt-c
es: Tecla de acceso: alt-c

source: Attributes
es: Atributos

source: Content
es: Contenido

source: Copy
es: Copiar

source: Cut
es: Cortar

source: Delete
es: Borrar

source: Notes
es: Notas

source: Paste
es: Pegar

source: Paste ghost
es: Pegar un Fantasma

source: Save addables data
es: Enregistrer les options d'ajout

source: access key: alt-p
es: Tecla de acceso: alt-p

source: add
es: Añadir

source: add a new item - alt-n
es: añadir un elemento nuevo: alt-n

source: add_demoaddable_version
es: Añadir una version DemoAddable

source: add_normal_group
es: Añadir un grupo normal

source: add_silva_auto_toc
es: Añadir una Tabla de Contenidos automática

source: add_silva_contactinfo
es: Añadir dirección de contacto de Silva

source: add_virtual_group
es: Añadir un grupo virtual

source: author
es: autor

source: changes_the_title_of_the_folder
es: Modifica el título dela carpeta

source: choose_roles
es: Seleccione perfil(es) a solicitar

source: click_name_to_create_object
es: Seleccione un nombre para crear un elemento. Observe que esta pantalla solo lista las descripciones de los objetos disponibles en esta ubicación. Para mas información sobre un objeto vea el

source: config_silva_extension_products
es: Configure las Extensiones de Silva:

source: container_policies
es: Politicas del Contenedor

source: create_an_object
es: Crear un objeto

source: create_virtual_group
es: Crear un grupo virtual

source: current_job
es: tarea actual

source: delete selected groups: alt-d
es: borrar los grupos seleccionados: alt-d

source: docma icon
es: icono de Docma

source: docma_facilities
es: servicio Docma

source: download
es: descargar

source: edit this group
es: editar este grupo

source: element
es: elemento

source: general_actions
es: acciones generales

source: group_definitions
es: Definición de grupos

source: group_definitions_for
es: Definición de grupos para

source: import XML data - alt-i
es: Importer des données au format XML: alt-i

source: import and remove
es: importar y borrar

source: import to the current location and remove from the list: alt-m
es: importar a la ubicación actual y eliminar de la lista: alt-m

source: index_not_editable
es: Un índice no se puede editar. Para ver el índice vaya a la <a class='underline' attributes='href string:tab_preview'>pantalla de previsualización</a>.

source: infor_for
es: Información para

source: install default layout
es: Instalar la página por defecto

source: job_id
es: id de tarea

source: job_owner
es: propietario de la tarea

source: list_processed_items
es: Lista de elementos procesados

source: logout
es: salir

source: logout_link
es: enlace de salida

source: manage_email_message_service
es: Gestionar el servicio de envio de E-Mails

source: manage_silva_virtual_group
es: Gestionar los Grupos Virtuales de Silva

source: name
es: nombre

source: no_content_objects_in_folder
es: No hay contenido.

source: no_groups_defined_in_folder
es: No se han definido grupos en esta ubicación.

source: no_items_to_rename
es: ¡No hay elementos que renombrar!

source: no_jobs_in_queue
es: No existen tareas en la cola.

source: no_processed_jobs
es: No hay tareas procesadas

source: not_authorized
es: No posee autorización para añadir nada en esta ubicación.

source: note_that_index
es: Notez que l'index affiche seulement des liens vers du contenu publié,il se pourrait donc que la liste soit vide si rien n'est publié

source: old
es: antiguo

source: owner
es: propietario

source: paste (items on clipboard) as ghost objects: alt-g
es: pegar (los elementos del portapapeles) como objetos fantasma: alt-g

source: paste items: alt-v
es: pegar elementos: alt-v

source: position
es: posición

source: queue_of_items
es: cola de elementos a procesar

source: refresh
es: refrescar

source: refresh all
es: refrescar todo

source: refresh_queue_lists
es: <u>R</u>efrescar las listas de cola

source: reload to update the queue lists: alt-r
es: recargar para actualizar las listas de cola: alt-r

source: rename_objects_in
es: Renombrar los objetos en

source: seconds
es: segundos

source: select
es: seleccionar

source: select a new item - alt-s
es: Seleccionar un objeto nuevo: alt-s

source: silva_doc
es: Documentación de Silva

source: status
es: estado

source: to_logout_wait
es: Para salir <b>realmente</b>, espere 5 segundos o pulse aquí

source: unknown
es: desconocido

source: up to top of Access tab
es: Subir al principio de la pestaña de Acceso

source: upload a Word document from your local drive: alt-u
es: cargar un documento de MS-Word desde el disco local: alt-u

source: upload_word_document
es: Cargar un documento de MS-Word (.doc) para la conversión

source: virtual_group_asset_managed
es: Este elemento de grupo virtual solo puede ser gestionado desde

source: when_login_dialog_appears
es: Cuando aparezca la petición de identificación, seleccione <b>Cancelar</b>
